"%1 already exists.\nDo you want to replace it?"="%1 موجود بالفعل.\nهل تريد استبداله؟";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nلم يتم العثور على الدليل.\nيرجى التحقق من إدخال الاسم الصحيح للدليل.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nتعذر العثور على الملف.\nيرجى التحقق من إدخال الاسم الصحيح للملف.";
"&Abort"="خرو&ج";
"&Add to Custom Colors"="إ&ضافة إلى ألوان مخصصة";
"&Basic colors"="الألوان الأ&ساسية";
"&Cancel"="إلغاء";
"&Copy"="&نسخ";
"&Custom colors"="ألوان م&خصصة";
"&Define Custom Colors >>"="ت&عريف الألوان المخصصة >>";
"&Delete"="ح&ذف";
"&Finish"="إ&نهاء";
"&Green:"="أخ&ضر:";
"&Help"="تعلي&مات";
"&Ignore"="تجا&هل";
"&Name:"="الا&سم:";
"&Next >"="&التالي >";
"&No"="&لا";
"&Open"="&فتح";
"&Options <<"="&خيارات <<";
"&Options >>"="&خيارات >>";
"&Paste"="&لصق";
"&Print"="&طباعة";
"&Red:"="أح&مر:";
"&Redo"="إعا&دة";
"&Reload"="إعا&دة تحميل";
"&Rename"="إ&عادة تسمية";
"&Retry"="إ&عادة المحاولة";
"&Sat:"="ال&تشبع:";
"&Save"="&حفظ";
"&Undo"="&تراجع";
"&Unsorted"="&غير مفروز";
"&Val:"="ال&قيمة:";
"&Yes"="نعم (&Y)";
"* You must accept the terms in order to proceed."="* يجب قبول الشروط لكي يتسنى لك المتابعة.";
"..."="...";
"< &Back"="< ال&سابق";
"<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>"="<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>كل مفاتيح المنتجات الأخرى </b><br/><br/>اتصل بالدعم على:<br/><br/>الهاتف: 1.866.518.6791 أو +1.403.228.5940<br/>الويب: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>اتصل بالدعم على:</b><br/>الهاتف: 1.866.518.6791 أو +1.403.228.5940<br/>الويب: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>اتفاقية الترخيص</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>حول Qt</h3>%1<p>إن Qt هي مجموعة أدوات C++ لتطوير التطبيقات عبر الأنظمة الأساسية.</p><p>وتوفر Qt إمكانية نقل أحادية المصدر عبر MS&nbsp;Windows وMac&nbsp;OS&nbsp;X وLinux وجميع متغيرات Unix التجارية الرئيسية. تتوفر Qt أيضًا للأجهزة المضمنة مثل Qtopia Core.</p><p>وتعد Qt من منتجات Trolltech. راجع <tt>http://www.trolltech.com/qt/</tt> لمزيد من المعلومات.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>PRODUCT_NAME_1 مفتاح المنتج</b><br/><br/>انقر <a href=\" \">هنا</a><p>";
"<p><h3>%1</h3></p>"="<p><h3>%1</h3></p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p> هذا البرنامج يستخدم إصدار Qt Open Source Edition %1.</p><p>الغرض من Qt Open Source Edition هو تطوير التطبيقات ذات المصدر المفتوح. أنت بحاجة إلى ترخيص Qt تجاري لتطوير التطبيقات ذات الملكية الخاصة (المصدر المغلق).</p><p>يرجى زيارة <tt>http://www.trolltech.com/company/model.html</tt> لاستعراض ترخيص Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>هذا البرنامج يستخدم إصدار Qt %1.</p>";
"<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>"="<p>مرحبًا بك في برنامج %1 من شركة SMART Technologies.</p><p>هذا البرنامج التجريبي مخصص لأغراض التقييم فقط وسوف يتوقف عن العمل في نهاية فترة التقييم. يمكنك إرسال تعليقاتك إلى <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="مفتاح المنتج هو رمز لتنشيط برنامج SMART Notebook. إذا لم تستطع العثور على مفتاح المنتج، فقم بزيارة بوابة برامج SMART على <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> أو اتصل ببائع SMART للحصول على المساعدة. بعد استرداد مفتاح المنتج، قم بتسجيله في مكان آمن.";
"A&lpha channel:"="قناة أل&فا:";
"A0 (841 x 1189 mm)"="A0 (841 × 1189 مم)";
"A1 (594 x 841 mm)"="A1 (841 × 1189 مم)";
"A2 (420 x 594 mm)"="A2 (420 × 594 مم)";
"A3 (297 x 420 mm)"="A3 (297 × 420 مم)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 ‏(210 × 297 مم، 8.26 × 11.7 بوصة)";
"A5 (148 x 210 mm)"="A5 (148 × 210 مم)";
"A6 (105 x 148 mm)"="A6 (105 × 148 مم)";
"A7 (74 x 105 mm)"="A7 (74 × 105 مم)";
"A8 (52 x 74 mm)"="A8 (52 × 74 مم)";
"A9 (37 x 52 mm)"="A9 (37 × 52 مم)";
"Abort"="خروج";
"About %1"="حول %1";
"About Product Keys"="حول مفاتيح المنتج";
"About Qt"="حول Qt";
"Accept"="قبول";
"Activate"="تنشيط";
"Activate Product"="تنشيط المنتج";
"Activate by phone"="التنشيط عبر الهاتف";
"Activate by web form"="التنشيط عبر نموذج ويب";
"Activate the keys now"="تنشيط المفاتيح الآن";
"Activate the product key again."="تنشيط مفتاح المنتج مرة أخرى.";
"Activates the program's main window"="لتنشيط الإطار الرئيسي للبرنامج";
"Add"="إضافة";
"Aliases: %1"="أسماء مستعارة: %1";
"All Files (*)"="كافة الملفات (*)";
"All Files (*.*)"="كافة الملفات (*.*)";
"Apply"="تطبيق";
"Authentication required"="تلزم المصادقة";
"B0 (1000 x 1414 mm)"="B0 (1000 × 1414 مم)";
"B1 (707 x 1000 mm)"="B1 (707 × 1000 مم)";
"B10 (31 x 44 mm)"="B10 (31 × 44 مم)";
"B2 (500 x 707 mm)"="B2 (500 × 707 مم)";
"B3 (353 x 500 mm)"="B3 (353 × 500 مم)";
"B4 (250 x 353 mm)"="B4 (250 × 353 مم)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 × 250 مم، 6.93 × 9.84 بوصة)";
"B6 (125 x 176 mm)"="B6 (125 × 176 مم)";
"B7 (88 x 125 mm)"="B7 (88 × 125 مم)";
"B8 (62 x 88 mm)"="B8 (62 × 88 مم)";
"B9 (44 x 62 mm)"="B9 (44 × 62 مم)";
"Back"="رجوع";
"Bl&ue:"="أز&رق:";
"Browse..."="استعراض...";
"By Internet browser"="بحسب مستعرض الإنترنت";
"By phone"="عبر الهاتف";
"C5E (163 x 229 mm)"="C5E (163 × 229 مم)";
"Cancel"="إلغاء";
"Carefully read the following license agreement."="اقرأ اتفاقية الترخيص التالية بعناية.";
"Centimeters (cm)"="سنتيمترات (سم)";
"Check for product key renewals and apply them."="تحقق من عمليات تجديد مفتاح المنتج وقم بتطبيقها.";
"Close"="إغلاق";
"Close without Saving"="إغلاق دون حفظ";
"Collate"="دمج النسخ";
"Color"="لون";
"Color Mode"="وضع الألوان";
"Commit"="تنفيذ";
"Connected to host"="متصل بالمضيف";
"Connected to host %1"="متصل بالمضيف %1";
"Connection closed"="تم إغلاق الاتصال";
"Connection refused"="تم رفض الاتصال";
"Connection refused (or timed out)"="تم رفض الاتصال (أو انتهت مهلته)";
"Connection to %1 closed"="تم إغلاق الاتصال بـ %1";
"Continue"="متابعة";
"Copies"="النسخ";
"Copies:"="النسخ:";
"Copy"="نسخ";
"Copy the request file to another computer, and then go to <a href=\"%1\">%2</a> on that computer."="انسخ ملف الطلب إلى جهاز كمبيوتر آخر، ثم انتقل إلى <a href=\"%1\">%2</a> في ذلك الكمبيوتر.";
"Copy to clipboard"="نسخ إلى الحافظة";
"Create New Folder"="إنشاء مجلد جديد";
"Cu&t"="&قص";
"DLE (110 x 220 mm)"="DLE (110 × 220 مم)";
"Data corrupted"="البيانات تالفة";
"Days Left:"="الأيام المتبقية:";
"Delete"="حذف";
"Delete the product key from this computer."="حذف مفتاح المنتج من جهاز الكمبيوتر هذا.";
"Detail View"="عرض التفاصيل";
"Directories"="دلائل";
"Directory"="دليل";
"Disable auto-renewals for this key <a href=''>more info</a>"="تعطيل التجديد التلقائي لهذا المفتاح <a href=''>المزيد من المعلومات</a>";
"Discard"="تجاهل";
"Don't Save"="عدم الحفظ";
"Done"="تم";
"Drive"="المحرك";
"Duplex Printing"="طباعة على الوجهين";
"Enter License"="أدخل الرخصة";
"Enter your product key(s)"="أدخل مفتاح (مفاتيح) المنتج";
"Error writing response to device"="خطأ في كتابة الاستجابة إلى الجهاز";
"Evaluation Version"="إصدار تقييمي";
"Executable '%1' requires Qt %2, found Qt %3."="يتطلب '%1' القابل للتنفيذ Qt %2، وتم العثور على Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7.5 × 10 بوصة، 191 × 254 مم)";
"Export Request File..."="تصدير ملف الطلب...";
"False"="خطأ";
"File"="ملف";
"File name:"="اسم الملف:";
"Files of type:"="ملفات من النوع:";
"Folio (210 x 330 mm)"="Folio (210 × 330 مم)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="لمزيد من المعلومات حول مفاتيح المنتجات، يرجى زيارة: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys.</a>";
"Form"="نموذج";
"From page:"="من الصفحة:";
"Go Back"="الانتقال للخلف";
"Grayscale"="تدرج الرمادي";
"HTTP request failed"="فشل طلب HTTP";
"HTTPS connection requested but SSL support not compiled in"="تم طلب اتصال HTTPS ولكن لم يتم تجميع دعم SSL في";
"Height:"="الارتفاع:";
"Help"="تعليمات";
"Hide %1"="إخفاء %1";
"Hide Others"="إخفاء الآخرين";
"Host %1 found"="تم العثور على المضيف%1";
"Host %1 not found"="لم يتم العثور على المضيف%1";
"Host found"="تم العثور على المضيف";
"Host requires authentication"="يتطلب المضيف المصادقة";
"Hu&e:"="ا&للون:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="في حالة عدم توفر اتصال إنترنت لديك بجهاز الكمبيوتر هذا، فيمكنك حفظ الطلب كملف وإرسال الطلب من جهاز كمبيوتر آخر.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="إذا كان لديك اتصال بالإنترنت، فيمكنك إرسال الطلب تلقائيًا. إذا لم يكن لديك اتصال بالإنترنت، فيمكنك إرسال الطلب يدويًا.";
"If you received a response file, press the button below to import the file here."="في حالة استلامك لملف استجابة، اضغط الزر أدناه لاستيراد الملف هنا.";
"Ignore"="تجاهل";
"Import Response File..."="استيراد ملف الاستجابة...";
"Inches (in)"="بوصات";
"Incompatible Qt Library Error"="خطأ نتيجة عدم توافق مكتبة Qt";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="تم اكتشاف طلبات غير مكتملة. هل تريد إكمال الطلبات الآن؟";
"Invalid HTTP chunked body"="النص الأساسي لمقسم HTTP غير صالح";
"Invalid HTTP response header"="رأس استجابة HTTP غير صالح";
"Landscape"="أفقي";
"Ledger (432 x 279 mm)"="Ledger (432 × 279 مم)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 × 14 بوصة، 216 × 356 مم)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8.5 × 11 بوصة، 216 × 279 مم)";
"License Expired"="انتهت صلاحية الترخيص";
"License Expiring"="انتهاء صلاحية الترخيص";
"License Status"="حالة الترخيص";
"License for this software is about to expire."="أوشكت صلاحية ترخيص هذا البرنامج على الانتهاء.";
"Licensing period for this software has expired."="انتهت فترة ترخيص هذا البرنامج.";
"Limitations"="القيود";
"List View"="عرض القائمة";
"Location:"="وقت التشغيل:";
"Long side"="الحافة الطويلة";
"Look in:"="بحث في:";
"Lost Product Key"="مفتاح المنتج مفقود";
"Manage"="الإدارة";
"Manage Selected Product Key..."="إدارة مفتاح المنتج المحدد...";
"Manage, view, and add keys"="إدارة المفاتيح وعرضها وإضافتها";
"Margins"="الهوامش";
"Millimeters (mm)"="ملليمترات (ملم)";
"My Computer"="جهاز الكمبيوتر";
"N&o to All"="لا ل&لكل";
"No server set to connect to"="لم يتم تعيين ملقم للاتصال بـ";
"No space left on device"="لم تتبقى مساحة على الجهاز";
"No such file or directory"="لا يوجد ملف أو دليل بهذا الاسم";
"None"="بلا";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="ملاحظة: يمكنك إلغاء جميع الطلبات مرة واحدة، ولكن يمكنك إكمال طلب واحد في كل مرة. إذا كان لديك أكثر من طلب واحد غير كامل، فستعود إلى هذه الشاشة لاحقًا.";
"Number of copies:"="عدد النُسخ:";
"OK"="موافق";
"OR"="أو";
"Obtain a product key"="الحصول على مفتاح منتج";
"Open"="فتح";
"Open "="فتح ";
"Options"="خيارات";
"Orientation"="الاتجاه";
"Orientation:"="اتجاه الورق:";
"Output &file:"="الم&لف المطبوع:";
"Output Settings"="إعدادات المطبوعات";
"P&roperties"="الخ&صائص";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="حجم الصفحة:";
"Pages from"="الصفحات من";
"Paper"="الورق";
"Paper format"="تنسيق الورق";
"Paper source:"="مصدر الورق:";
"Parent Directory"="الدليل الأصلي";
"Paste"="لصق";
"Permission denied"="تم رفض الإذن";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="يرجى الاتصال بأحد الأرقام التالية:\n\n1.866.518.6791  (الرقم المجاني في كندا/الولايات المتحدة الأمريكية)\n+1.403.228.5940 (البلدان الأخرى)\n05:00 إلى 18:00 (التوقيت الجبلي) من الاثنين إلى الجمعة\nفاكس: +1.403.806.1256";
"Points (pt)"="نقاط";
"Portrait"="عمودي";
"PostScript Files (*.ps);;All Files (*)"="ملفات PostScript (*.ps)؛؛ كافة الملفات (*)";
"Preferences..."="تفضيلات...";
"Press the button below to paste the response you received from the SMART website."="اضغط الزر أدناه للصق الاستجابة التي استلمتها من موقع ويب SMART.";
"Preview"="عرض أولي";
"Print all"="طباعة الكل";
"Print destination"="وجهة الطباعة";
"Print first page first"="طباعة الصفحة الأولى أولاً";
"Print in color if available"="طباعة بالألوان إن أمكن";
"Print in grayscale"="طباعة بالتدرج الرمادي";
"Print last page first"="طباعة الصفحة الأخيرة أولاً";
"Print range"="نطاق الطباعة";
"Print selection"="تحديد الطباعة";
"Print to File (PDF)"="طباعة إلى ملف (PDF)";
"Print to File (Postscript)"="طباعة إلى ملف (Postscript)";
"Print to file:"="طباعة إلى ملف:";
"Print to printer:"="طباعة إلى الطابعة:";
"Printer"="طابعة";
"Printer settings"="إعدادات الطابعة";
"Product"="المنتج";
"Product Key"="مفتاح المنتج";
"Proxy authentication required"="تلزم مصادقة الوكيل";
"Proxy requires authentication"="يتطلب الوكيل المصادقة";
"Purchase License"="شراء ترخيص";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="يمكنك شراء تراخيص برامج SMART على: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>";
"Purchase Software"="شراء البرنامج";
"QT_LAYOUT_DIRECTION"="RTL";
"Quit"="إنهاء";
"Quit %1"="إنهاء %1";
"Reject"="رفض";
"Remove"="إزالة";
"Repair the product key to enable it again on this computer."="إصلاح مفتاح المنتج لتمكينه مرة أخرى على جهاز الكمبيوتر هذا.";
"Request aborted"="تم إيقاف الطلب قبل الاكتمال";
"Reset"="إعادة ضبط";
"Restore Defaults"="استعادة الإعدادات الافتراضية";
"Retrieve your lost product key or obtain a new one."="استرداد مفتاح المنتج المفقود أو الحصول على مفتاح جديد.";
"Retry"="إعادة المحاولة";
"Return the product key so a different computer can use it."="قم بإرجاع مفتاح المنتج بحيث يتسنى لجهاز كمبيوتر آخر استخدامه.";
"Reverse"="عكس";
"Reverse landscape"="عكس أفقي";
"Reverse portrait"="عكس عمودي";
"SMART Notebook"="SMART Notebook";
"SMART Software Activation"="تنشيط SMART Software";
"SSL handshake failed"="فشل تأكيد اتصال SSL";
"Save"="حفظ";
"Save All"="حفظ الكل";
"Save As"="حفظ باسم";
"Select All"="تحديد الكل";
"Select a Directory"="تحديد دليل";
"Select color"="تحديد لون";
"Select how you want to submit your request manually:"="تحديد الكيفية التي تريد بها إرسال طلبك يدويًا:";
"Select one of the following options for the selected product key:"="تحديد أحد الخيارات التالية لمفتاح المنتج المحدد:";
"Selection"="التحديد";
"Server closed connection unexpectedly"="قام الملقم بإغلاق الاتصال بشكل غير متوقع";
"Services"="الخدمات";
"Short side"="الحافة القصيرة";
"Show &hidden files"="إظهار الملفات الم&خفية";
"Show All"="إظهار الكل";
"Sign in"="تسجيل الدخول";
"Sort"="فرز";
"Sort by &Date"="فرز حسب ال&تاريخ";
"Sort by &Name"="فرز حسب الا&سم";
"Sort by &Size"="فرز حسب ال&حجم";
"Start Trial"="بدء الفترة التجريبية";
"Start that process here."="ابدء هذه العملية من هنا.";
"Status"="الحالة";
"Submit request automatically (recommended)"="إرسال الطلب تلقائيًا (مستحسن)";
"Submit request manually"="إرسال الطلب يدويًا";
"Submit your request by uploading the request file to the SMART website."="قم بإرسال طلبك بتحميل ملف الطلب إلى موقع SMART على الويب.";
"Submitting request automatically..."="إرسال الطلب تلقائيًا...";
"Symbolic Link"="ارتباط رمزي";
"Tabloid (279 x 432 mm)"="Tabloid (279 × 432 مم)";
"Thank you for evaluating %1 software from SMART Technologies."="شكرًا على تقييم برنامج %1 من SMART Technologies.";
"Thank you for using %1 software from SMART Technologies."="نشكرك على استخدام برنامج %1 المقدم من SMART Technologies.";
"The evaluation period for this software has ended."="لقد انتهت فترة التقييم لهذا البرنامج.";
"The file imported successfully. Click Next to process the response file."="تم استيراد الملف بنجاح. انقر فوق \"التالي\" لمعالجة ملف الرد.";
"The license for this software has expired."="انتهت صلاحية ترخيص هذا البرنامج.";
"There are keys that require activation on this computer."="هناك مفاتيح تتطلب التنشيط على هذا الكمبيوتر.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="هذا البرنامج مقدم لأغراض التقييم فقط وسيتوقف عن العمل في نهاية فترة التقييم.";
"To activate %1 software press Activate Product."="لتنشيط برنامج %1، اضغط على \"تنشيط المنتج\".";
"To continue using %1 software, please purchase a license, and then activate the software."="لمتابعة استخدام برنامج %1، يرجى شراء ترخيص ثم تنشيط البرنامج.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="من أجل استخدام أشمل يرجى تشغيل SMART Sync أو SMART Response وتأسيس اتصال مع CMPC.";
"To page:"="إلى الصفحة:";
"To purchase %1 software, contact SMART Technologies."="لشراء برنامج %1، اتصل بشركة SMART Technologies.";
"To purchase a license or contact SMART Technologies, press Purchase License."="لشراء ترخيص أو للاتصال بشركة SMART Technologies، اضغط على \"شراء ترخيص\".";
"To start the trial period, press Start Trial."=" لبدء الفترة التجريبية، انقر على بدء النسخة التجريبية.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="لإرسال الطلب باستخدام مستعرض الإنترنت، اضغط الزر أدناه. يؤدي ضغط هذا الزر إلى نسخ رسالة الطلب وفتح مستعرض الإنترنت على صفحة موقع SMART على الويب والتي يمكنك لصق الرسالة بها.";
"Too many open files"="هناك ملفات مفتوحة كثيرة للغاية";
"True"="صواب";
"Type:"="النوع:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope (105 × 241 مم)";
"Unable to submit your request. Try again later or try a manual request now."="يتعذر إرسال طلبك. حاول مرة أخرى في وقت لاحق أو حاول إرسال طلب يدوي الآن.";
"Unknown"="غير معروف";
"Unknown Location"="موقع غير معروف";
"Unknown authentication method"="أسلوب المصادقة غير معروف";
"Unknown error"="خطأ غير معروف";
"Unknown protocol specified"="تم تحديد بروتوكول غير معروف";
"Upgrade"=" ترقية";
"Upgrade to use all the amazing features Notebook has to offer!"=" الترقية لاستخدام جميع الميزات المدهشة التي يقدمها Notebook!";
"Web:"="موقع ويب:";
"Welcome to %1 software from SMART Technologies."="مرحبًا بك في برنامج %1 من SMART Technologies.";
"What is a product key?"="ما هو مفتاح المنتج؟";
"What's This?"="ما هذا؟";
"When you receive a response file, copy it back to this computer, and then click Next."="عند تسلُّم ملف استجابة، انسخه مرة أخرى إلى جهاز الكمبيوتر، ثم انقر فوق \"التالي\".";
"Width:"="العرض:";
"Wrong content length"="طول محتوى خاطئ";
"Yes to &All"="نعم لل&كل";
"accept"="قبول";
"bottom margin"="الهامش السفلي";
"left margin"="الهامش الأيسر";
"locally connected"="متصل محليًا";
"right margin"="الهامش الأيمن";
"to"="إلى";
"top margin"="الهامش العلوي";
"unknown"="غير معروف";
